export default {
  "about.1-title": "介绍",
  "about.1-subTitle1": "基于 Byte Design 升级而来，能力全面的企业级产品设计系统。",

  "about.2-title": "ArcoDesign 的诞生",
  "about.2-subTitle": "ArcoDesign 是一套设计系统的简称。",
  "about.2-text1":
    " ArcoDesign 的目标, 即通过通用的设计系统去解决产品中的体验问题, 并为产品设计提供指导原则解决业务问题，同时它能够促进设计部门和研发部门之间协作, 成为开发者之间沟通的语言。",
  "about.2-text2": "ArcoDesign 主要服务于字节跳动旗下中后台产品的体验设计和技术实现，主要由UED设计和开发同学共同构建及维护。",

  "about.3-title": "设计语言 - 务实的浪漫主义",

  "about.4-title": "ArcoDesign试图建立一种工作模式",
  "about.4-subTitle": "务实=同理心 浪漫=想象力",
  "about.4-text1": "首先在于务实能够通过设计系统去解决大部分需求极大提高效率解放双手。让设计师&开发能去做一些更'浪漫'即发挥创新&想象力的东西。",
  "about.4-text2": "在产品侧我们不仅能够通过设计体系去务实的搭建基础功能，甚至可以通过它去配置一些能称得上浪漫的产品追求",
  "about.4-text3": " 浪漫与务实, 并非矛盾对立。通过对它们的定义得出设计语言的价值观, 这贯穿着整个设计语言。务实与浪漫相辅相成, 成为引导设计方向。",
};
